<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body >
<div><h2 style="text-align:center">计算机科学技术实验教学中心教学模式</h2></div>
<div style="white-space=normal;">
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
<h2 style="text-align:center">实验教学方法与手段</h2>
<p style="text-align:center">（实验技术、方法、手段，实验考核方法等）</p>
<h3>
为实现基础与前沿、经典与现代、教与学的有机结合，有效推动实验教学的改革，中心在自身专业支撑下，正在大力引入、集成各类新型信息技术，改造传统的实验教学内容和实验技术方法，加强综合性、设计性、创新性实验，建立新型的适应学生能力培养、鼓励探索的多元实验考核方法和教学模式，在以下方面进行了有益的改革探索：

● 全面推行实验室教学多媒体化和网络化：实验教学结合动画、操作演示录像等手段，使得实验教学形象生动、规范。如我系教授很早开始使用ppt电子投影开展教学工作，在学校校园网初步建成后，率先将“多媒体技术”课程搬上校园网，利用网络手段加强师生互动，提高教学质量。此外，实验室《计算机系统与设计课程群》在计算机组成原理、计算机体系结构、计算机网络编程等课程中，充分采用了多媒体技术和网络技术。

● 推行实验教师之间的虚拟网络协同工作环境建设：该虚拟网络协同工作环境建设在各分实验室和相应指导教授之间，可以有效架构实验室大学生和工作实验教师之间的实时、互动交流，有效弥补了因地域相隔造成的实验教学指导的不便。

● 实行开放式实验教学管理：中心全天向学生开放，为学生开展自选式、设计型、研究性实验提供必要的条件，推行训练小组制，必要时为训练小组配备领队、教练，实行“导师制”，为优秀学生争取到专业科研实验室进行实验的机会。

此外，中心十分重视平时每个教学环节对学生素质的培养和考核，各门实验课根据各自特点，都制定了一套行之有效考核办法。针对计算机学科实践要求强的学科特点，针对计算机实验尤其是软件实验的个性化强、考核点多、考核难度大的特点，中心强化了助教的实验指导工作，推行“时间片划分点对点辅导和检查方法”，具体而言，保证实验过程中，每个学生都有一定量的时间，可以得到助教和教师的面对面指导和考核。从实践效果来看，学生反映强烈，效果明显。另外，针对部分综合性和研究性实验项目，实行开放式实验报告答辩方法，由教师或者助教组织，选取部分实习内容和学生，在实验或者实习课程中公开报告、公开答辩，实践效果也相当不错。</h3></pre>
</div>

</body>
</html>