<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3 style="text-align:center">CCF服务计算专委走进河海大学----服务和边缘计算前沿报告会</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
  12月8日下午，值“CCF河海大学学生分会”成立之际，河海大学计算机与信息学院举办了“CCF服务计算专委来到河海大学--服务和边缘计算前沿报告会”。本次会议邀请了CCF服务计算专委副秘书长、哈尔滨工业大学计算机科学与技术学院副院长王忠杰教授，教育部青年长江学者、北京大学博士生导师刘譞哲教授，IEEE服务计算技术指导委员会副主席、北京邮电大学王尚广教授，ACM南京分会共同主席、东南大学计算机工程系副主任东方教授出席活动并作报告。河海大学计算机与信息学院院长叶保留教授、副院长毛莺池教授、副院长胡鹤轩教授等120余师生参加了报告会。大会报告会由CCF服务计算专委会委员、河海大学计算机与信息学院软件工程系主任张鹏程副教授主持。

王忠杰教授首先向师生宣传和讲解了CCF精神，并做了题为“从图灵奖得主Tim Berners-Lee和Raj Reddy的近期观点看服务个人化趋势”的报告，王教授分享了如何从个人数据对用户进行深度认知以提供深度个性化服务；刘譞哲教授做了题为“AI时代人机融合的智能软件服务”的报告，刘教授提到对于软件服务系统的研究来说，需要更好地结合人工智能及其代表性技术并考虑如何更好地为人工智能应用提供服务；王尚广教授围绕“服务组合的现状和边缘化趋势”展开报告，王教授分析未来服务组合技术研究的必要性和演变方向并分享了在Edge环境下服务协同、迁移等方面的初步探索；最后，东方教授以“从边缘计算到边缘智能”为题，探讨了由于计算能力与网络传输性能的制约，现有基于独立终端以及云端协作的计算模式无法同时满足深度学习应用的实时高效处理，并阐述了边缘计算技术“端-边缘-云”的三层系统结构，最后介绍了实现边缘智能的基本框架以及面临的困难和解决思路。

会议最后的师生互动环节，专家们对青年教师和学生们提出的关于学习和科研上的问题逐一作了解答。在场观众纷纷表示受益匪浅。
</pre>
<p style="text-align:center">
<img src="images/CCF.jpg"  alt="CCF" style="align:center;width:400px;height:300px"/>
</p>
</body>
</html>



<!CCF服务计算专委走进河海大学----服务和边缘计算前沿报告会>