<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3 style="text-align:center">我院学子在2019 CCF大学生计算机系统与程序设计竞赛中喜获佳绩</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
   2019 CCF大学生计算机系统与程序设计竞赛(CCSP)分赛区竞赛5月18日在全国七个赛区同时举行，我校8名同学参加了华东分赛区的竞赛。经过6小时的激烈角逐，我院同学取得2项金奖（郑涌、葛高龙）、2项银奖（罗旭江、洪靖）的好成绩。其中，郑涌同学获得华东分赛区的第一名，荣登金奖榜首。

本次大赛是CCF计算机软件能力（CSP）认证委员会常任委员高校共同发起的计算机高水平大学生竞赛。CCSP大赛注重学生个人能力的考察，赛题不仅有基础的编程能力考核，还侧重考察学生的计算机系统能力，包括系统功能设计、系统性能优化以及系统知识学习等。在CSP认证中成绩不低于200分的同学方可参加本次CCSP华东分赛区竞赛。华东分赛区共有来自20多所高校的120名大学生参赛，参赛人数最多，竞争最为激烈；本次分赛区竞赛的优胜者将有机会进入2019 CCF CCSP总决赛。（创新实验室 供稿）

</pre>
</body>
</html>




<!我院学子在2019 CCF大学生计算机系统与程序设计竞赛中喜获佳绩>

