<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3 style="text-align:center">我院学子在第十届”蓝桥杯”全国软件和信息技术专业人才大赛中喜获佳绩</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
2019年5月26日，历时七个月的第十届”蓝桥杯”全国软件和信息技术专业人才大赛圆满结束。由我院组织学生参加的个人赛在全国总决赛中取得了优异的成绩。在软件类大学A组的个人赛总决赛中，1人获得一等奖（樊云翔，全国33人），3人获得二等奖（汤明杰、王克、王祯霖），3人获得三等奖（何瑾雨、刘邓、张宇杰），3人获得优秀奖；在电子类嵌入式设计与开发的个人赛总决赛中，1人获得一等奖（肖家俊、嵌入式全国10人）。河海大学荣获“优秀组织单位”称号。
<br/>
在此前结束的江苏赛区个人赛省赛中，河海大学共有56名同学获奖，其中软件类A组一等奖10人，二等奖16人，三等奖29人；电子类嵌入式设计与开发组一等奖1人。河海大学荣获江苏赛区优胜学校和优秀组织单位称号。
<br/>
第十届蓝桥杯大赛由工业和信息化部人才交流中心和教育部全国高等学校学生信息咨询与就业指导中心联合主办。参赛学校累计超过1200余所，参赛规模已达二十万人次。（创新实验室供稿）
</pre>
</body>
</html>

