<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3>河海大学获2019年中国仪器仪表学会科学技术一等奖</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
   近日，中国仪器仪表学会在北京举行了科学技术奖颁奖大会，河海大学主持完成的“新一代全域性自动测报技术与系统集成应用”项目成果获2019年中国仪器仪表学会科学技术奖一等奖。

该项目成果由河海大学计算机与信息学院主持，与水利部南京水利水文自动化研究所、亿水泰科（北京）信息技术有限公司等单位合作完成。项目依托国家自然科学基金重点项目、水利部公益性行业科研专项、水利部“948”计划和国家防汛抗旱指挥系统二期工程、国家水资源监控能力建设等业务应用建设项目，围绕提升观测区域有效信息的捕捉和支撑水利综合业务应用的水文数据服务能力开展研究，“产学研”联合自主创新，历经八年持续攻关，研发了新一代全域性水文自动测报与系统集成关键技术，开发出具有完全自主知识产权的系列化软硬件产品，主要功能和技术指标全面达到国外先进水平，部分指标优于国外先进水平。项目成果已广泛推广应用，取得了显著的社会经济效益。

中国仪器仪表学会科学技术奖是经国家科学技术部批准，国家科技奖励办公室授权，中国仪器仪表学会设立的科学技术奖项。科学技术奖一等奖获奖者将由学会推荐参评国家科学技术奖。



</pre>
</body>
</html>


<!河海大学获2019年中国仪器仪表学会科学技术一等奖>
