<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3 style="text-align:center">河海大学新增设“信息与通信工程”一级学科博士后科研流动站</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
   近日，根据国家人力资源和社会保障部、全国博士后管理委员会联合发布的文件，河海大学获批信息与通信工程一级学科博士后科研流动站。

    河海大学信息与通信工程学科源于我校1960年设立的无线电设计与制造专业，2011年获批一级学科博士学位授权点。学科充分发挥河海大学水利工程一流学科优势，在遥测与遥感应用系统、领域信息与系统集成、专用通信系统等方面特色明显。目前，学院拥有计算机科学与技术、软件工程、信息与通信工程三个一级学科博士后科研流动站，形成了完整的信息类学科群。
</pre>
</body>
</html>



<!河海大学新增设“信息与通信工程”一级学科博士后科研流动站>
