<%@page contentType="text/html;charset=gb2312"%>
<%@page pageEncoding="utf-8"%>
<html>
<body>
<h3 style="text-align:center">中心概况</h3>
<pre style="width:100%;word-wrap: break-word;word-break: normal;">
  6月14日-16日，由江苏省计算机学会、江苏省软件新技术与产业化协同创新中心主办、河海大学承办的第八届江苏省计算机大会在我校召开。江苏省科协副主席冯少东，我校副校长许峰教授，江苏省计算机学会理事长、南京大学李宣东教授，江苏省人工智能学会理事长、南京大学周志华教授，江苏省微型电脑应用协会副理事长、东南大学罗军舟教授，江苏省软件行业协会常务副理事长张兴等出席了开幕式。

江苏省计算机学会理事长李宣东教授首先致大会开幕词，他表示以计算机为龙头的信息技术日新月异，已经成为当今世界经济社会发展的核心驱动力。江苏是我国的经济大省、科教大省，在此背景下，我省计算机相关领域科技工作者理应甘当创新发展生力军，在信息技术领域特别是软件和人工智能技术及其产业方向加大创新与发展，充分发挥创新作为引领发展第一动力和人才作为支撑发展第一资源的作用。

许峰副校长代表承办单位致欢迎辞，他首先对各位专家、代表的到来表示热烈的欢迎，并指出迈入 21 世纪，以物联网、云计算、大数据、人工智能为代表的新一代信息技术加速突破应用，开启了一场全球性、全方位的信息革命。高校作为人才培养、知识创新的摇篮，应该以本届大会为契机，紧密对接国家重要战略和行业重大需求，进一步深化教育教学改革，创新人才培养模式，充分发挥科研平台优势，为江苏省以及国家信息技术领域贡献力量。

省科协冯少东副主席代表上级主管部门致辞，他表示今年是江苏省科协成立六十周年，适逢中华人民共和国建国七十周年大庆，是喜庆之年，更是奋进之年。江苏是国内最早开展计算机科学技术研究的地域之一，在软件、人工智能、通信网络、信息安全等领域取得了不错的成绩。他希望各位专家、代表能够借本次大会契机，促使我省的计算机相关领域的人才培养、基础研究、技术孵化和产业发展在未来拥有一个明显的迈进，并预祝本届大会成果丰硕，取得圆满成功。

在会上，我校作为承办单位被江苏省计算机学会授予“第八届江苏省计算机大会  承办贡献奖”。

本届大会以“数联万物，产学协同催生新业态；智融百行，兴教树人培育新工科”为主题，包含主题报告会及创新创业论坛、学科高峰论坛、精英论坛三大专题活动，体现“会展赛商”一体化，为计算机相关领域科技工作者搭建产学研交流和展示平台，旨在促进大数据、人工智能、区块链、物联网等热点技术的进步与推广应用，促进信息技术领域产学研协同创新，促进计算机教育教学改革和人才培养。

来自北京大学、国防科技大学、南京大学、东南大学、华东师范大学、南京航空航天大学、南京理工大学等国内知名高校的400余名专家学者参加了本届大会。（文/樊悦 图/叶志达）
</pre>
<p style="text-align:center">
<img src="../images/第八届.jpg"  alt="第八届" style="align:center;width:400px;height:300px"/>
</p>
</body>
</html>



<!第八届江苏省计算机大会在河海大学召开>