<%@ page language="java" contentType="text/html; charset=gb2312"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
</head>
<body>
<p>
<h2><center>管理制度</center></h2>
学院始终坚持“强基础、重实践、求创新”的人才培养理念，以培养高水平人才为目标，建立了从本科生到博士生的完整培养体系。目前在校本科生1400多人，
全日制硕士研究生600余人，工程硕士300余人，博士研究生150余人。学院致力于加强本科生、研究生实践创新能力的培养，每年均有上百人次获得各类省级、国家级学科竞赛奖项。经过多年的建设与发展，
学院已成为我国计算机科学与技术、软件工程、信息与通信工程以及电子信息领域人才培养和科学研究的重要基地。毕业生就业面宽，
有机关事业单位、高校和科研机构、大中型IT企业等。无论是国内外高校的著名教授、水利行业的管理科研骨干、IT行业的精英或是创新型企业的CEO，
都在各自领域中展现了学院毕业生的独特风采。
</p>
<p>
学院先后承接了多项国家“973”、“863”、国家科技支撑计划、国家自然科学基金项目；主持和参与多项水利行业重点项目，如三峡工程、数字黄河工程、
国家防汛指挥系统等重大水利水电建设项目。学院近年来发表专业论文千余篇（其中SCI、EI等高水平论文500余篇），出版专著20余部，获国家专利百余项，
获国家和省部级科技进步奖20余项。</p>
</body>
</html>